Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_osallistui_barentsin_alueen_sami_summit_-huippukokoukseen_brysselissa.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät osallistui Barentsin alueen Sámi Summit -huippukokoukseen Brysselissä
sms: Sääʹmteʹǧǧ vuässõõđi Bareents vuuʹd Sámi Summit -jõnnsåbbra Brysslest

source: Saamelaiskäräjien delegaatio osallistui 22.-24.3.2023 järjestettyyn Barentsin alueen alkuperäiskansojen huippukokoukseen (Summit of Barents Euro-Arctic Indigenous Sámi People).
sms: Sääʹmteeʹǧǧ delegaatio vuässõõđi 22.-24.3.2023 jäʹrjstum Bareents vuuʹd alggmeerai jõnnsåbbra (Summit of Barents Euro-Arctic Indigenous Sámi People).

source: Saamelaishuippukokouksen järjestivät Suomen saamelaiskäräjät ja Suomen Barentsin euroarktisen neuvoston puheenjohtajuus yhteistyössä Euroopan parlamentin kanssa.
sms: Sääʹmjõnnsåbbar jäʹrjste Lääʹdd Sääʹmteʹǧǧ da Lääʹdd Bareents euroaarktlaž suåvtõõzz saaǥǥjååʹđteeivuõtt õhttsažtuâjast Euroopp parlameeʹntin.

source: Huippukokouksen puheenjohtajana toimi Saamelaiskäräjien 1. varapuheenjohtaja Anni Koivisto, joka edustaa Suomen Saamelaiskäräjiä Barentsin euroarktisen neuvoston (BEAC) alkuperäiskansojen työryhmässä.
sms: Jõnnsåbbar saaǥǥjååʹđteeʹjen tååimai Sääʹmteeʹǧǧ 1. väärrsaaǥǥjååʹđteeʹjj Anni Koivisto, kååʹtt eeʹttkâstt Lääʹdd Sääʹmteeʹǧǧ Bareents euroaarktlaž suåvtõõzz (BEAC) alggmeerai tuâjj-jooukâst.

source: Saamelaiskäräjien delegaatioon kuuluivat lisäksi hallituksen jäsen Anne Nuorgam, kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärvi, elinkeino- ja oikeuslautakunnan puheenjohtaja Asko Länsman, koulutus- ja oppimateriaalilautakunnan sekä kielineuvoston puheenjohtaja Tauno Ljetoff, lakimiessihteeri Kalle Varis, kansainvälisten asioiden sihteeri Inka-Saara Arttijeff sekä puheenjohtajan avustaja Niina Siivikko.
sms: Sääʹmteeʹǧǧ delegaatiooʹje kuʹlle lââʹssen halltõõzz vuäzzlaž Anne Nuorgam, kulttuurluʹvddkååʹdd saaǥǥjååʹđteeʹjj Pirita Näkkäläjärvi, jieʹllemvueʹǩǩ- da vuõiggâdvuõttluʹvddkååʹdd saaǥǥjååʹđteeʹjj Asko Länsman, škooultõs- da mättmateriaal-luʹvddkååʹdd di ǩiõllsuåvtõõzz saaǥǥjååʹđteeʹjj Tauno Ljetoff, lääʹǩǩpiisar Kalle Varis, meeraikõskksaž aaʹššipiisar Inka-Saara Arttijeff di saaǥǥjååʹđteeʹj vieʹǩǩteeʹjen Niina Siivikko.

source: – On erittäin tärkeää, että viemme saamelaisten viestiä Euroopan unionin tasolle laajalla rintamalla ja lisäämme ymmärrystä siitä, miten monipuolisesti EU-päätökset vaikuttavat arkipäiväämme.
sms: – Lij samai vääžnai, što viikkâp säʹmmlai saaǥǥ Euroopp unioon tässa veiddsõs vuuʹdest da lââʹzztep fiʹttjõõzz tõʹst, mäʹhtt määŋgpeällsânji EU- tuʹmmstõõǥǥ vaaikte arggpeeiʹvid.

source: Toivon, että tämä huippukokous auttaa meitä tulevaisuudessa rakentamaan pysyvää yhteyttä parlamenttiemme välille, toteaa varapuheenjohtaja Anni Koivisto.
sms: Tuäivam, što tät jõnnsååbbar vieʹǩǩat miʹjjid pueʹttiääiʹjest raajjâd põõšši õhttvuõđ parlameeʹnti kõʹsǩǩe, tuâtt väärrsaaǥǥjååʹđteeʹjj Anni Koivisto.

source: Ohjelmassa oli puhujina Euroopan komission ja parlamentin jäseniä sekä saamelaisten ja eri maiden edustajia.
sms: Prograammâst leʹjje mainsteeʹjen Euroopp komissio da parlameeʹnt vuäzzla di säʹmmlai da jeeʹres jânnmi võboršeeʹǩǩ.

source: Huippukokouksen avauspuheenvuoron piti Euroopan parlamentin puheenjohtaja Roberta Metsola, joka muistutti, että parlamenttitalo kuuluu myös saamelaisille.
sms: Jõnnsåbbar ääʹveemsaaǥǥvuâr õõʹni Euroopp parlameeʹnt saaǥǥjååʹđteeʹjj Roberta Metsola, kååʹtt mušttʼti, što parlameʹnttpõrtt kooll še säʹmmlaid.

source: Huippukokouksen avausosuudessa tervehdyspuheenvuoron käytti myös Suomen pääministeri Sanna Marin, joka nosti esille tärkeinä asioina mm. saamelaisten totuus- ja sovintokomission työn sekä saamelaiskäräjälain uudistuksen.
sms: Jõnnsåbbar ääʹveemvuässõõzzâst tiõrvvʼvuõttsaaǥǥvuâr õõʹni še Lääʹdd väʹlddminister Sanna Marin, kååʹtt kaaggi õuʹdde vääžnai äʹššen jm. saaʹmi tuõttvuõtt- da suåvâdvuõttkomissio tuâj di sääʹmteʹǧǧlääʹjj oođummuž.

source: Saamelainen parlamentaarinen neuvosto luovutti hänelle samalla vetoomuksen koskien saamelaisten itsemääräämisoikeuden vahvistamista.
sms: Sääʹm parlamentaarlaž suåvtõs luõvti suʹnne seämma vuâra nuäjjõõttmõõžž kuõskeeʹl säʹmmlai jiõččmieʹrreemvuõiggâdvuõđ raavummuž.

source: Päätöspuheenvuoron piti Euroopan parlamentin varapuheenjohtaja Heidi Hautala, joka muistutti mm., ettei vihreässä siirtymässä saisi aiheuttaa peruuttamatonta vahinkoa ihmisoikeuksille.
sms: Loopptemsaaǥǥvuâr õõʹni Euroopp parlameeʹnt väärrsaaǥǥjååʹđteeʹjj Heidi Hautala, kååʹtt mušttʼti jm., što ij ruânn seʹrddmest vuäǯǯči tuejjeed jårrâsttǩânai hääitaid ooumažvuõiggâdvuõđid.

source: Saamelaiskäräjien delegaatio tapasi huippukokouksen yhteydessä myös monia suomalaisia Euroopan parlamentin jäseniä sekä lisäksi komissaari Jutta Urpilaista, Etyjin vähemmistövaltuutetun toimiston edustajia ja Suomen pysyvää EU-edustustoa.
sms: Sääʹmteeʹǧǧ delegaatio vuõiʹni jõnnsåbbar õhttvuõđâst še määŋgaid lääʹdd Euroopp parlameeʹnt vuäzzlaid di lââʹssen komissaar Jutta Urpilainen, Etyj minoriteʹttväldduumneeʹǩǩ konttâr võboršiiʹǩǩid da Lääʹdd põõšši EU-eeʹttkâsttõõzz.

source: Tapaamisissa keskusteltiin yhdessä mm. keinoista vahvistaa saamelaisten osallistumisoikeutta Euroopan parlamentissa sekä tarpeesta EU:n sisäiselle alkuperäiskansapolitiikalle.
sms: Vueiʹnnlõõttmõõžžin saǥstõʹlleš õõutsââʹjest jm. kuånstin raaveed säʹmmlai vuässõõttâmvuõiggâdvuõđ Euroopp parlameeʹntest di taarbâst EU siiskâž alggmeerpolitiʹǩǩe.

source: Myös Saamelaiskäräjien nuorisoneuvoston edustajat tapasivat huippukokouksen aikana EU-päättäjiä.
sms: Sääʹmteeʹǧǧ nuõrisuåvtõõzz eeʹttǩeeʹj vueiʹnne še jõnnsåbbar poodd EU-mieʹrreeʹjid.

source: – EU-tason päätökset koskettavat saamelaisia sekä suoraan että epäsuorasti.
sms: – EU-tääʹzz tuʹmmstõõǥǥ kuõskkte säʹmmlaid nuʹt vuõiʹǧǧest ǥu vuõiǥteʹmesnalla.

source: On välttämätöntä, että saamelaisten osallistuminen päätöksentekoon turvataan, jotta saamelaisten tarpeet ja näkemykset tulevat huomioiduiksi, jatkaa Koivisto.
sms: Lij samai vieʹltʼtem, što säʹmmlai vuässõõttmõš tuʹmmstõktuõjju tuõrvât, što säʹmmlai taarb da vuäinlmõõžž vääʹldet lokku, juätkk Koivisto.

source: Huippukokous on katsottavissa Euroopan parlamentin sivuilla: 23.3. ja 24.3.
sms: Jõnnsååbbar lij ǩiõččâmnalla Euroopp parlameeʹnt seeidain: 23.3. da 24.3.

source: Huippukokouksen kotisivut: https://www.samisummit.org/
sms: Jõnnsåbbar dommseeid: https://www.samisummit.org/

source: Kuvia huippukokouksesta:
sms: Snimldõõǥǥ jõnnsåbbrest:

source: Euroopan parlamentti
sms: Euroopp parlameʹntt

source: Valtioneuvoston kanslia
sms: Riikksuåvtõõzz kanslia

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Anni Koivisto I varapuheenjohtaja 040 415 5969 anni.koivisto@samediggi.fi
sms: Anni Koivisto I väärrsaaǥǥjååʹđteeʹjj 040 415 5969 anni.koivisto@samediggi.fi

source: Inka-Saara Arttijeff kansainvälisten asioiden sihteeri 010 839 3198 / 050 574 7629 inka-saara.arttijeff@samediggi.fi
sms: Inka-Saara Arttijeff meeraikõskksaž aaʹšši piisar 010 839 3 198 / 050 574 7 629 inka-saara.arttijeff@samediggi.fi
